tap "fsouza/prettierd"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "qmk/qmk"
brew "zstd"
brew "libtiff"
brew "little-cms2"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "libgit2"
brew "bat"
brew "glib"
brew "cairo"
brew "chezmoi"
brew "cmake"
brew "eza"
brew "fd"
brew "libidn2"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "leptonica"
brew "libass"
brew "libbluray"
brew "libmicrohttpd"
brew "librist"
brew "openvino"
brew "tesseract"
brew "ffmpeg"
brew "fish"
brew "flyctl"
brew "fnm"
brew "fzf"
brew "gawk"
brew "gh"
brew "ghostscript"
brew "git"
brew "git-delta"
brew "libassuan"
brew "gnupg"
brew "gobject-introspection"
brew "guile"
brew "helix"
brew "httpie"
brew "shared-mime-info"
brew "libheif"
brew "python@3.9"
brew "libraw"
brew "imagemagick"
brew "lazygit"
brew "lua-language-server"
brew "tree-sitter"
brew "neovim"
brew "nghttp2"
brew "node"
brew "pnpm"
brew "pure"
brew "python@3.10"
brew "python@3.11"
brew "ripgrep"
brew "ruby"
brew "rust"
brew "sox"
brew "starship"
brew "tldr"
brew "trash"
brew "tree"
brew "unixodbc"
brew "wget"
brew "xh"
brew "yarn"
brew "youtube-dl"
brew "yt-dlp"
brew "zoxide"
brew "heroku/brew/heroku"
brew "qmk/qmk/qmk"
cask "1password"
cask "alfred"
cask "brave-browser"
cask "discord"
cask "dozer"
cask "figma"
cask "firefox"
cask "font-0xproto-nerd-font"
cask "font-commit-mono-nerd-font"
cask "font-geist-mono-nerd-font"
cask "font-iosevka-nerd-font"
cask "font-iosevka-term-nerd-font"
cask "font-iosevka-term-slab-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-mplus"
cask "font-victor-mono-nerd-font"
cask "github"
cask "google-chrome"
cask "insomnia"
cask "iterm2"
cask "kap"
cask "karabiner-elements"
cask "keka"
cask "maccy"
cask "notion"
cask "obsidian"
cask "postbird"
cask "qmk-toolbox"
cask "raindropio"
cask "rar"
cask "raycast"
cask "readdle-spark"
cask "responsively"
cask "slack"
cask "spotify"
cask "steam"
cask "stolendata-mpv"
cask "stremio"
cask "syncalicious"
cask "telegram"
cask "transmission"
cask "via"
cask "vial"
cask "visual-studio-code"
cask "visual-studio-code-insiders"
cask "vlc"
cask "warp"
cask "wezterm"
cask "whatsapp"
cask "zoom"
vscode "astro-build.astro-vscode"
vscode "bradlc.vscode-tailwindcss"
vscode "catppuccin.catppuccin-vsc"
vscode "catppuccin.catppuccin-vsc-icons"
vscode "dbaeumer.vscode-eslint"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "miguelsolorio.symbols"
vscode "ms-vscode.live-server"
vscode "neotan.vscode-auto-restart-typescript-eslint-servers"
vscode "orta.vscode-twoslash-queries"
vscode "prisma.prisma"
vscode "sdras.night-owl"
vscode "styled-components.vscode-styled-components"
vscode "stylelint.vscode-stylelint"
vscode "svelte.svelte-vscode"
vscode "unifiedjs.vscode-mdx"
vscode "yoavbls.pretty-ts-errors"
